
"event read status update" = "læsestatus for hændelse er opdateret";

"device event status updated. The save" = "hændelsesstatus for enheden er opdateret. Lagring";

"Resolved" = "Løst";
"Unresolved" = "Ikke-løst";


"The message status could not be updated" = "Meddelelsesstatus kunne ikke opdateres";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Din HP-anordning har sent en statusopdatering. Denne opdatering kunne ikke gemmes i HP Utility - Meddelelsescenter";

"Messages could not be displayed in HP Utility - Message Center" = "Meddelelserne kunne ikke vises i HP Utility - Meddelelsescenter";